{
  "orchids": [
    {
      "id": 1,
      "orchidName": "Ceasar ",
      "description": "The Ceasar 4N is a beautiful Dendrobium orchid, featuring delicate petals with a soft gradient from pale pink to deep magenta. This orchid thrives in bright, indirect sunlight and requires minimal care, making it perfect for both beginners and seasoned collectors. Its elegant flowers bloom multiple times a year, filling your space with a subtle, natural fragrance.",
      "category": "Dendrobium",
      "isSpecial": true,
      "price": 1200000,
      "image": "/images/4n.jpg"
    },
    {
      "id": 2,
      "orchidName": "White Angel",
      "description": "White Angel is a pure white Phalaenopsis orchid, symbolizing purity and elegance. Its large, pristine petals make it a standout in any collection. This orchid prefers moderate humidity and bright, indirect light. With proper care, it can bloom for several months, bringing a touch of serenity and sophistication to your home.",
      "category": "Phalaenopsis",
      "isSpecial": false,
      "price": 900000,
      "image": "/images/5n.jpg"
    },
    {
      "id": 3,
      "orchidName": "Purple Queen",
      "description": "Purple Queen is an elegant Cattleya orchid, admired for its vibrant purple petals and delicate fragrance. Ideal for decorative purposes, it thrives in a bright room with good air circulation. This orchid symbolizes royalty and grace, making it a perfect gift or centerpiece for special occasions.",
      "category": "Cattleya",
      "isSpecial": true,
      "price": 1500000,
      "image": "/images/7n.jpg"
    },
    {
      "id": 4,
      "orchidName": "Golden Sun",
      "description": "Golden Sun is a radiant Oncidium orchid with bright yellow petals and golden highlights. Its flowers form cascading sprays, creating a dramatic visual effect. This orchid enjoys indirect sunlight and moderate watering. Perfect for adding a cheerful touch to any indoor garden or orchid display.",
      "category": "Oncidium",
      "isSpecial": false,
      "price": 1100000,
      "image": "https://cdn.tgdd.vn/Files/2021/07/23/1370384/cach-nhan-biet-cac-loai-phong-lan-va-ky-thuat-trong-phu-hop-cho-tung-loai-202107232038443447.jpg"
    },
    {
      "id": 5,
      "orchidName": "Pink Dream",
      "description": "Pink Dream is a soft pink Phalaenopsis orchid with gracefully arching stems. Its delicate blooms bring warmth and elegance to any space. Easy to care for, it thrives in indoor environments with bright, indirect light. Ideal for gifts, table decorations, or enhancing your living space with a touch of romantic charm.",
      "category": "Phalaenopsis",
      "isSpecial": true,
      "price": 1300000,
      "image": "https://tse3.mm.bing.net/th/id/OIP.jlqP4Qf_wjEmSmwXXM4zmgHaFw?w=626&h=487&rs=1&pid=ImgDetMain&o=7&rm=3"
    },
    {
      "id": 6,
      "orchidName": "Red Dragon",
      "description": "Red Dragon is a rare red Dendrobium orchid, featuring vibrant crimson petals and a subtle spicy fragrance. It blooms multiple times a year and prefers bright, filtered light with moderate humidity. This striking orchid is perfect for collectors who appreciate bold colors and exotic appeal.",
      "category": "Dendrobium",
      "isSpecial": false,
      "price": 1700000,
      "image": "https://th.bing.com/th/id/OIP.esO-Iw4c39wfgp5s13mPbAHaFj?w=204&h=180&c=7&r=0&o=7&dpr=1.4&pid=1.7&rm=3"
    },
    {
      "id": 7,
      "orchidName": "Snow White",
      "description": "Snow White is a pure white Cattleya orchid with large, luxurious petals and a gentle fragrance. Perfect for creating an elegant display, it thrives in bright, indirect sunlight and requires minimal maintenance. Its stunning blooms make it an excellent choice for home decor or special occasions.",
      "category": "Cattleya",
      "isSpecial": false,
      "price": 1000000,
      "image": "https://cdn.tgdd.vn/Files/2021/07/23/1370384/cach-nhan-biet-cac-loai-phong-lan-va-ky-thuat-trong-phu-hop-cho-tung-loai-202107232034448104.jpg"
    },
    {
      "id": 8,
      "orchidName": "Blue Ocean",
      "description": "Blue Ocean is a unique Vanda orchid with mesmerizing blue-toned flowers and intricate patterns. Thrives in humid, warm environments with bright indirect light. Its exotic appearance makes it ideal for collectors and enthusiasts looking to add a rare and visually striking orchid to their collection.",
      "category": "Vanda",
      "isSpecial": true,
      "price": 2000000,
      "image": "https://th.bing.com/th/id/OIP.hNSzCupqtjXbHOEaFOBTvwHaHa?w=187&h=150&c=6&o=7&dpr=1.4&pid=1.7&rm=3"
    },
    {
      "id": 9,
      "orchidName": "Sunset Flame",
      "description": "Sunset Flame is an Oncidium orchid inspired by the colors of a sunset, featuring orange-red petals with fiery accents. Its cascading blooms create a spectacular display. Best grown in bright, indirect light and moderate humidity, it brings warmth and vibrancy to any indoor garden.",
      "category": "Oncidium",
      "isSpecial": false,
      "price": 1400000,
      "image": "https://th.bing.com/th/id/OIP.ZwdjK61txyLFi9tdGGdsIQHaEo?w=289&h=180&c=7&r=0&o=7&dpr=1.4&pid=1.7&rm=3"
    },
    {
      "orchidName": "dsdadsad",
      "description": "adsadas",
      "category": "Dendrobium",
      "isSpecial": false,
      "price": 100000,
      "image": "https://th.bing.com/th/id/OIP.vYP2TCU-ybgdZbNECkZK8QHaEo?w=292&h=182&c=7&r=0&o=7&dpr=1.4&pid=1.7&rm=3",
      "id": 10
    }
  ]
}